Update README with provided template
